{
    "document": "Anti-Ragging Notice",
    "content": {
      "title": "Anti Ragging Notice",
      "description": "This document outlines the policies and strict prohibitions against ragging within the institution. The notice emphasizes the institution's commitment to ensuring a safe and respectful environment for all students, free from any form of ragging or harassment.",
      "sections": [
        {
          "section_title": "Institutional Policy",
          "content": "The institution strictly prohibits any form of ragging. Students found involved in any ragging activities will face disciplinary actions as per the regulations. All members of the campus community are expected to uphold the values of respect and integrity."
        },
        {
          "section_title": "Legal Implications",
          "content": "Ragging is a punishable offense under the law, and students involved may face legal consequences alongside institutional penalties. The institution cooperates with law enforcement authorities in cases of reported ragging."
        },
        {
          "section_title": "Student Responsibilities",
          "content": "Students are encouraged to report any instances of ragging to the administration. The identity of complainants will be kept confidential to ensure their safety and peace of mind. Participation in any form of ragging or failure to report such activities can result in disciplinary action."
        },
        {
          "section_title": "Support and Resources",
          "content": "The institution provides counseling and support resources for students who may have been affected by ragging. Contact information for the student welfare office and anti-ragging helplines are available to assist students in need."
        },
        {
          "section_title": "Contact Information",
          "content": "For reporting any incidents of ragging or seeking support, students can contact the Anti-Ragging Committee at the institution via the provided helpline or email address."
        }
      ]
    }
  }
  